[Achievements_Description]
BossFight=Defeat Black Mask
GunGadget=Take out 5 henchmen using dual handguns.
RangedBeatdowns=Perform 5 Ranged Beat Downs using the flash bang grenade.

[Achievements_Name]
BossFight=Retire Black Mask
GunGadget=Trigger Finger
RangedBeatdowns=Ranged Beat Downs

[DeathTips]
Attacks=Use Counter several times to contend with multiple henchmen at the same time.
BlackMask=Counter or Evade Black Mask’s laser sight before he fires.
BulletproofEnemy=Bulletproof henchmen are invulnerable to Dual Handgun fire. Use Takedowns to neutralize them.
General1=Use Tactical Mode at Vantage Points to survey the area and strategize.
General4=Grapple and swing quickly between Vantage Points to escape detection.
General_combat1=Use Counter to avoid incoming attacks.
General_combat2=Use Evade to avoid being surrounded.
Gun_locker=Prioritize henchmen trying to access weapons from crates.
Gun_thug=Use Tactical Mode to identify and prioritize armed henchmen before engaging in combat.
PredRoom01=Use Tactical Mode at Vantage Points to survey the area and strategize.
PredRoom02=Grapple and swing quickly between Vantage Points to escape detection.
Projectiles=Use Counter to catch and redirect thrown objects.
Shield_Thug=Henchmen with shields can neutralize direct attacks. Use an Aerial Attack to surprise them.
Sniper_thugs=Snipers can spot targets across vast distances. Track their laser sights and stay out of view.
Stun_Stick=Henchmen with Stun Batons cannot be countered and will inflict damage if attacked directly. Shoot them or use Evade to jump over them and attack from behind.

[Detective]
Bulletproof=Bulletproof
Dead=Condition: Neutralized
WoodenShelf=Wooden shelves can be broken with enough force.
WoodenShelf_Desc=SHELF

[Ending]
Story=After much convincing, Black Mask decides a career change is in order. Moving far away from Gotham is also a viable option.

[GadgetHelp]
MDualHandgunsRhUse=Fire Dual Handguns
MStickyConcussionGrenadeRhDetonate=Detonate Flash Bang
MStickyConcussionGrenadeRhUse=Throw Flash Bang

[HelpText]
BulletproofDetectiveTuto=Bulletproof henchmen display a purple signature in Tactical Mode. Use a close range Takedown to neutralize them.
BulletproofImmune=Bulletproof henchmen are invulnerable to bullets but not melee attacks.
ButtonPromptLoudDblTkd=Double Takedown
ButtonPromptLoudTkd=Takedown
ChargingThugBulletproof=Neutralize Charging Henchman

[LoadFFCTip]
1=Incorporate gadgets seamlessly into combat with the Quickfire Gadget Controls.
2=Use Quickfire Gun Barrage to instantly defeat henchmen.
3=Bulletproof henchmen are resistant to bullets. Use Melee or Beat Down to neutralize them.
4=Stun henchmen with a Flash Bang or Stun Kick to execute a Beat Down.
5=Use a Flash Bang to stun a henchman and start a Beat Down.
6=You can use your handguns to perform a Ranged Beat Down on stunned henchmen without bulletproof armor.
7=Use guns against armed henchmen and melee attacks against bulletproof henchmen.
8=Use Evade to escape attacks and open the distance.
9=Henchmen with Stun Batons cannot be countered and will inflict damage if attacked directly. Shoot them or use Evade to jump over them and attack from behind.

[LoadPredTip]
1=Guns are ineffective against a Bulletproof henchman. Try a close range Takedown to neutralize him.
2=Bulletproof henchmen display a purple signature in Tactical Mode.
3=Isolate armed henchmen and use Silent Takedowns to avoid detection.
4=Use Evade to reduce damage when under fire.
5=Sneak behind henchmen and perform Silent Takedowns to avoid detection.
6=Grapple and swing quickly between Vantage Points to escape gunfire.
7=Use Tactical Mode at Vantage Points to survey the area and strategize.
8=Zoom in on targets with your guns for a more accurate shot.
9=Zip Kicks are effective but loud.

[Objectives]
01=Prevent Black Mask’s Arms Deal with Penguin by taking out the henchmen.
02=Defeat Black Mask’s gang
03=Defeat Black Mask’s gang

[Synopsis]
Caption66_01=Stop Black Mask’s arms deal with Penguin’s henchmen.
Caption66_02=Humiliate Black Mask by taking out his gang.
Caption66_03=Convince Black Mask to leave Gotham.
EndSynopsis=After much convincing, Black Mask decides leaving Gotham isn’t such a bad idea after all.
Narrative_01=To clean up Gotham, Red Hood eliminates the trash and wages a one man war against Black Mask, promising to end his career as a crime lord. Foil Black Mask’s arms deal with Penguin.
Narrative_02=Having stopped Black Mask’s arms deal with Penguin, Red Hood discovers Black Mask’s gang is guarding his weapons cache at the docks. Humiliate Black Mask by taking out his gang.
Narrative_03=With most of Black Mask’s henchmen in a hospital or police custody, Red Hood boldly heads toward Black Mask’s headquarters. Convince Black Mask to leave Gotham once and for all.
